Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/red-hen-omegat.tmx
Source language: en_us
Languages: chr

source: " Will you help me, rat?"
chr: “ᏓᏍᎩᏍᏕᎸᎯᏍ, ᎧᏂᏈᏌ?”

source: "A wheat seed?" said the cat.
chr: “ᎤᏣᎴᏍᏗᏍ ᎤᎩᏔ?” ᎤᏛᏁ ᏪᏌ.

source: "A wheat seed?" said the pig.
chr: “ᎤᏣᎴᏍᏗᏍ ᎤᎩᏔ?” ᎤᏛᏁ ᏏᏆ.

source: "A wheat seed?" said the rat.
chr: “ᎤᏣᎴᏍᏗᏍ ᎤᎩᏔ?” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "And I will not," said the cat.
chr: “ᎠᎴ ᎥᏝ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏪᏌ.

source: "And I will not," said the pig.
chr: “ᎠᎴ ᎥᏝ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "But it is a wheat seed," said the hen.
chr: “ᎠᏎᏃ, ᎯᎠ ᎤᏣᎴᏍᏗ ᎤᎩᏔ,” ᎤᏛᏁ ᏥᏔᎦ.

source: "Come, cat."
chr: “ᏖᎾ, ᏪᏌ.”

source: "Come, rat."
chr: “ᏖᎾ, ᎧᏂᏈᏌ.”

source: "Come, see the seed."
chr: “ᏓᏤᎾ, ᎤᎩᏔ ᎢᏥᎪᏩᏔ.”

source: "Help you plant it?" said the pig.
chr: “ᏣᏫᏍᏗᏍ ᎬᏍᏕᎸᏗ ᏣᏚᎵᎭ?” ᎤᏛᏁ ᏏᏆ.

source: "Help you plant it?" said the rat.
chr: “ᏣᏫᏍᏗᏍ ᎬᏍᏕᎸᏗ ᏣᏚᎵᎭ?” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I am too lazy to come," said the cat.
chr: “ᏥᎾᎵ, Ꮭ ᎤᎿ ᏱᎨᎦ,” ᎤᏛᏁ ᏪᏌ.

source: "I am too lazy to come," said the pig.
chr: “ᏥᎾᎵ, Ꮭ ᎤᎿ ᏱᎨᎦ,” ᎤᏛᏁ ᏏᏆ.

source: "I am too lazy to come," said the rat.
chr: “ᏥᎾᎵ, Ꮭ ᎤᎿ ᏱᎨᎦ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I am too lazy," said the cat.
chr: “ᏙᎯᏳ ᏥᎾᎵ,” ᎤᏛᏁ ᏪᏌ.

source: "I am too lazy," said the pig.
chr: “ᏙᎯᏳ ᏥᎾᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "I am too lazy," said the rat.
chr: “ᏙᎯᏳ ᏥᎾᎵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I am too lazy."
chr: “ᏙᎯᏳ ᏥᎾᎵ.”

source: "I have found a seed."
chr: “ᎤᎩᏔ ᏥᏩᏔ.”

source: "I planted it.
chr: “ᎠᎩᏫᏒᎩ.

source: "I shall plant it," said the little red hen.
chr: “ᏓᏥᏫᏏ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "I shall plant the seed," said the hen.
chr: “ᎤᎩᏔ ᏓᏥᏫᏏ,” ᎤᏛᏁ ᏥᏔᎦ.

source: "I will help you," said the cat.
chr: “ᏓᎬᏍᏕᎸᎯ,” ᎤᏛᏁ ᏪᏌ.

source: "I will help you," said the pig.
chr: “ᏓᎬᏍᏕᎸᎯ,” ᎤᏛᏁ ᏏᏆ.

source: "I will help you," said the rat.
chr: “ᏓᎬᏍᏕᎸᎯ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I will not," said the cat.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏪᏌ.

source: "I will not," said the pig.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "I will not," said the rat.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I will," said the little red hen.
chr: “ᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "I will," said the pig.
chr: [fuzzy]“Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "I won't," said the cat.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏪᏌ.

source: "I won't," said the lazy rat.
chr: [fuzzy]“Ꮭ ᏱᏂᎦᏛᏁᎭ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I won't," said the pig.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "I won't," said the rat.
chr: “Ꮭ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "I'm not going," said the lazy cat,
chr: “ᎥᏝ ᏱᎨᎦ,” ᎤᏛᏁ Ꮎ ᎦᎾᎵ ᏪᏌ.

source: "I'm not going," said the lazy pig.
chr: “ᎥᏝ ᏱᎨᎦ,” ᎤᏛᏁ Ꮎ ᎦᎾᎵ ᏏᏆ.

source: "I'm not going," said the lazy rat.
chr: “ᎥᏝ ᏱᎨᎦ,” ᎤᏛᏁ Ꮎ ᎦᎾᎵ ᎧᏂᏈᏌ.

source: "Is it?" said the lazy cat.
chr: “ᎪᎱᏍᏗᏍ?” ᎤᏛᏁ ᎦᎾᎵ ᏪᏌ.

source: "It is a seed," said the little red hen.
chr: “ᎤᎩᏔ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "It is my wheat," said the cat.
chr: “ᎠᏆᏤᎵ ᎤᏣᎴᏍᏗ,” ᎤᏛᏁ ᏪᏌ.

source: "It is my wheat," said the pig.
chr: “ᎠᏆᏤᎵ ᎤᏣᎴᏍᏗ,” ᎤᏛᏁ ᏏᏆ.

source: "It is my wheat," said the rat.
chr: “ᎠᏆᏤᎵ ᎤᏣᎴᏍᏗ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "It is not your wheat," said the little red hen.
chr: “ᎯᎠ ᎤᏣᎴᏍᏗ ᎥᏝ ᎢᏣᏤᎵ ᏱᎩ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "It is truly my flour," said the chicken.
chr: “ᎠᏆᏤᎵᎦᏯ ᎢᏌ,” ᎤᏛᏁ ᏥᏔᎦ.

source: "It is truly my wheat.
chr: “ᎠᏆᏤᎵᎦᏯ ᎤᏣᎴᏍᏗ.

source: "It was my seed," said the chicken.
chr: “ᎠᏆᏤᎵ ᎤᎩᏔ ᎨᏎ,” ᎤᏛᏁ ᏥᏔᎦ.

source: "Let us have some bread,' said the pig.
chr: “ᎢᎦᏓ ᎦᏚ ᏬᎩᎮᏍᏗ,” ᎤᏛᏁ ᏏᏆ.

source: "Let us have some bread."
chr: “ᎢᎦᏓ ᎦᏚ ᏬᎩᎮᏍᏗ.”

source: "No, I am lazy, too."
chr: “ᎥᏝ, ᏙᎯᏳ ᏥᎾᎵ ᏍᏊ.”

source: "No, I am too lazy."
chr: “ᎥᏝ, ᏙᎯᏳ ᏥᎾᎵ.”

source: "No, I will not," said the rat.
chr: “ᎥᏝ ᏱᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "No, you won't," said the little red hen.
chr: “Ꮭ ᏱᏂᏓᏣᏛᏁᎵ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "No," said the cat.
chr: “ᎥᏝ,” ᎤᏛᏁ ᏪᏌ.

source: "No," said the pig.
chr: “ᎥᏝ,” ᎤᏛᏁ ᏏᏆ.

source: "No," said the rat.
chr: “ᎥᏝ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "Now the wheat is made into bread," said the little red hen.
chr: “ᏃᏊ ᎤᏣᎴᏍᏗ ᎪᏢᏔᏅ ᎦᏚ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "O come, cat.
chr: “Ꭳ ᏖᎾ, ᏪᏌ.

source: "O come," said the little hen.
chr: “Ꭳ, ᏓᏤᎾ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "O yes, yes," said the rat.
chr: “Ꭳ, ᎥᎥ, Ꭵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "O!" said the little hen.
chr: “Ꭳ!” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "O, come, pig."
chr: “Ꭳ, ᏖᎾ, ᏏᏆ.”

source: "O, come," said the little red hen.
chr: “Ꭳ, ᏓᏤᎾ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "O, no, no, I am too lazy."
chr: “Ꭳ, Ꮭ, ᎥᏝ, ᎠᏴ ᏙᎯᏳ ᏥᎾᎵ.”

source: "O, we are too lazy," said the cat.
chr: “Ꭳ, ᏙᎯᏳ ᎣᏥᎾᎵ,” ᎤᏛᏁ ᏪᏌ.

source: "O, we are too lazy," said the pig.
chr: “Ꭳ, ᏙᎯᏳ ᎣᏥᎾᎵ,” ᎤᏛᏁ ᏏᏆ.

source: "O, we are too lazy," said the rat.
chr: “Ꭳ, ᏙᎯᏳ ᎣᏥᎾᎵ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "O, who will plant the seed?" said the chicken.
chr: “Ꭳ, ᎦᎪ ᎤᎩᏔ ᏛᏫᏏ?” ᎤᏛᏁ ᏥᏔᎦ.

source: "O, you lazy cat!
chr: “Ꭳ, ᎯᎾᎵ ᏪᏌ!

source: "O, you lazy cat!"
chr: “Ꭳ, ᎯᎾᎵ, ᏪᏌ!”

source: "O, you lazy pig!"
chr: “Ꭳ, ᎯᎾᎵ, ᏏᏆ!”

source: "O, you lazy rat!"
chr: “Ꭳ, ᎯᎾᎵ, ᎧᏂᏈᏌ!”

source: "See what I have found."
chr: “ᎪᎱᏍᏗ ᏥᏩᏔ. ᎢᏥᎪᏩᏔ.”

source: "See, I have some bread, cat," she said.
chr: “ᎯᎪᏩᏔ, ᎢᎦᏓ ᎦᏚ ᎠᎩᎭ, ᏪᏌ,” ᎤᏛᏁ.

source: "See, I have some bread, pig," she said.
chr: “ᎯᎪᏩᏔ, ᎢᎦᏓ ᎦᏚ ᎠᎩᎭ, ᏏᏆ,” ᎤᏛᏁ.

source: "See, I have some bread, rat," she said.
chr: “ᎯᎪᏩᏔ, ᎢᎦᏓ ᎦᏚ ᎠᎩᎭ, ᎧᏂᏈᏌ,” ᎤᏛᏁ.

source: "So go, lazy pig!
chr: “Ꭳ, ᏪᎾ, ᎯᎾᎵ ᏏᏆ!

source: "The hen can make good bread," said the cat.
chr: “ᏥᏔᎦ ᎠᎩᏏ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ,” ᎤᏛᏁ ᏪᏌ.

source: "The hen can make good bread," said the pig.
chr: “ᏥᏔᎦ ᎠᎩᏏ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ,” ᎤᏛᏁ ᏏᏆ.

source: "The hen can make good bread," said the rat.
chr: “ᏥᏔᎦ ᎠᎩᏏ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "Then I alone will," said the hen.
chr: “ᎾᎯᏳ ᎠᏋᏌ ᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏥᏔᎦ ᎠᎩᏏ.

source: "Then I will take it," said the hen.
chr: “ᎾᎯᏳ ᏓᏥᏫᏛᎯ,” ᎤᏛᏁ ᏥᏔᎦ.

source: "Then I will," said the hen.
chr: “ᎾᎯᏳ ᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᏥᏔᎦ ᎠᎩᏏ.

source: "Then I will," said the little hen.
chr: “ᎾᎯᏳ ᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Then I will," said the little red hen.
chr: “ᎾᎯᏳ ᏂᏓᎦᏛᏁᎵ,” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "This is a wheat seed, lazy cat."
chr: “ᎯᎠ ᎤᏣᎴᏍᏗ ᎤᎩᏔ, ᎯᎾᎵ ᏪᏌ.”

source: "We will eat the flour," said the cat.
chr: “ᎢᏌ ᏓᏲᏥᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "We will eat the flour," said the pig.
chr: “ᎢᏌ ᏓᏲᏥᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "We will eat the flour," said the rat.
chr: “ᎢᏌ ᏓᏲᏥᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "What have you found?" said the cat,
chr: “ᎦᏙ ᎤᏍᏗ ᎯᏩᏔ?” ᎤᏛᏁ ᏪᏌ.

source: "What have you found?" said the pig.
chr: “ᎦᏙ ᎤᏍᏗ ᎯᏩᏔ?” ᎤᏛᏁ ᏏᏆ.

source: "What have you found?" said the rat.
chr: “ᎦᏙ ᎤᏍᏗ ᎯᏩᏔ?” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "What is it?" said the big cat.
chr: “ᎦᏙ ᎤᏍᏗ?” ᎤᏛᏁ ᎤᏔᎾ ᏪᏌ.

source: "What is it?" said the big pig.
chr: “ᎦᏙ ᎤᏍᏗ?” ᎤᏛᏁ ᎤᏔᎾ ᏏᏆ.

source: "What is it?" said the big rat.
chr: “ᎦᏙ ᎤᏍᏗ?” ᎤᏛᏁ ᎤᏔᎾ ᎧᏂᏈᏌ.

source: "What shall I do with the seed?
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ ᎯᎠ ᎤᎩᏔ?

source: "What shall I do?" said the little red hen.
chr: “ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "What shall you do with it?"
chr: “ᎦᏙ ᏔᏛᏁᎵ?”

source: "Who baked the bread?" said the little red hen.
chr: “ᎦᎪ ᎤᏩᏚᏁ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who found the seed?" said the little red hen.
chr: “ᎦᎪ ᎤᎩᏔ ᎤᏩᏛᎮ?”, ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who gathered the wheat?" said the little red hen.
chr: “ᎦᎪ ᎤᏣᎴᏍᏗ ᎤᏩᏟᏌᏁ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who planted the seed?" said the little red hen.
chr: “ᎦᎪ ᎤᎩᏔ ᎤᏫᏎ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who took the wheat to the mill?" said the little red hen.
chr: “ᎦᎪ ᎤᏣᎴᏍᏗ ᏗᏍᏙᏍᎩᎢ ᎤᏫᏛᎮ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who will get the flour?"
chr: ᎦᎪ ᎢᏌ ᎠᎩᏎᎦ?”

source: "Who will go for the flour, pig?
chr: “Ꭷ ᏏᏆ, ᎦᎪ ᎢᏌ ᏛᎩᏒᏏ?

source: "Who will go?
chr: “ᎦᎪ ᏓᏰᏅᏏ?

source: "Who will help eat the bread?" said the little red hen.
chr: “ᎦᎪ ᏓᏣᏍᏕᎸᎯ ᎦᏚ ᎠᎵᎩᏍᏗ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Who will help me make it?" said the hen.
chr: “ᎦᎪ ᎠᎩᏘᏗ ᎠᎩᏍᏕᎵᎭ?” ᎤᏛᏁ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will the cat find a seed?
chr: ᏪᏌᏍ ᎡᎵᏊ ᎤᎩᏔ ᏯᏩᏔ?

source: "Will you bring it, cat?" said the little red hen.
chr: “ᏫᎩᏎᎦᏍ, ᏪᏌ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you bring it, pig?" said the little red hen.
chr: “ᏫᎩᏎᎦᏍ, ᏏᏆ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you bring it, rat?" said the little red hen.
chr: “ᏫᎩᏎᎦᏍ, ᎧᏂᏈᏌ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you get the flour from the mill, rat?
chr: “Ꭷ ᎧᏂᏈᏌ, ᏗᏍᏙᏍᎩᎢ ᎢᏌᏍ ᏘᎩᏒᏏ?”

source: "Will you go, cat?" said the little red hen.
chr: “ᏘᎩᏒᏏᏍ, ᏪᏌ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you go, pig?" said the little red hen.
chr: “ᏘᎩᏒᏏᏍ, ᏏᏆ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you go, rat?" said the little red hen.
chr: “ᏘᎩᏒᏏᏍ, ᎧᏂᏈᏌ?” ᎤᏛᏁ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: "Will you help me, cat?"
chr: “ᏓᏍᎩᏍᏕᎸᎯᏍ, ᏪᏌ?”

source: "Will you help me, pig?"
chr: “ᏓᏍᎩᏍᏕᎸᎯᏍ, ᏏᏆ?”

source: "Will you, cat?
chr: “ᏂᏔᏛᏁᎵ, ᏪᏌ?

source: "Won't you come, cat?"
chr: “ᎡᎵᏊᏍ ᏱᏖᎾ, ᏪᏌ?”

source: "Won't you come, pig?"
chr: “ᎡᎵᏊᏍ ᏱᏖᎾ, ᏏᏆ?”

source: "Won't you come, rat?"
chr: “ᎡᎵᏊᏍ ᏱᏖᎾ, ᎧᏂᏈᏌ?”

source: "Yes, good little chicken," said the cat.
chr: “ᎥᎥ, ᎰᏍᏓ ᏣᏍᏗ ᏥᏔᎦ,” ᎤᏛᏁ ᏪᏌ.

source: "Yes, good little chicken," said the pig.
chr: “ᎥᎥ, ᎰᏍᏓ ᏣᏍᏗ ᏥᏔᎦ,” ᎤᏛᏁ ᏏᏆ.

source: "Yes, good little chicken," said the rat.
chr: “ᎥᎥ, ᎰᏍᏓ ᏣᏍᏗ ᏥᏔᎦ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "Yes, it is a wheat seed.
chr: “ᎥᎥ, ᎤᏣᎴᏍᏗ ᎤᎩᏔ.

source: "Yes," said the cat.
chr: “ᎥᎥ,” ᎤᏛᏁ ᏪᏌ.

source: "Yes," said the pig.
chr: “ᎥᎥ,” ᎤᏛᏁ ᏏᏆ.

source: "Yes," said the rat.
chr: “ᎥᎥ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "You baked it," said the cat.
chr: “ᏣᏚᏅᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "You baked it," said the pig.
chr: “ᏣᏚᏅᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You baked it," said the rat.
chr: “ᏣᏚᏅᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "You found it," said the cat.
chr: “ᏣᏩᏛᎲᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "You found it," said the pig.
chr: “ᏣᏩᏛᎲᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You found it," said the rat.
chr: “ᏣᏩᏛᎲᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "You gathered it," said the cat.
chr: “ᏣᏩᏟᏌᏅᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "You gathered it," said the pig.
chr: “ᏣᏩᏟᏌᏅᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You gathered it," said the rat.
chr: “ᏣᏩᏟᏌᏅᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "You planted it," said the cat.
chr: “ᏣᏫᏒᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "You planted it," said the pig.
chr: “ᏣᏫᏒᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You planted it," said the rat.
chr: “ᏣᏫᏒᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: "You shall not eat the bread.
chr: “Ꮭ ᎦᏚ ᏱᏓᏥᎩ.

source: "You took it," said the cat.
chr: “ᏣᏫᏛᎲᎩ,” ᎤᏛᏁ ᏪᏌ.

source: "You took it," said the pig.
chr: “ᏣᏫᏛᎲᎩ,” ᎤᏛᏁ ᏏᏆ.

source: "You took it," said the rat.
chr: “ᏣᏫᏛᎲᎩ,” ᎤᏛᏁ ᎧᏂᏈᏌ.

source: ''Help you plant it?" said the cat.
chr: “ᏣᏫᏍᏗᏍ ᎬᏍᏕᎸᏗ ᏣᏚᎵᎭ?” ᎤᏛᏁ ᏪᏌ.

source: A kind friend will help.
chr: ᎣᏍᏓ ᎤᎾᎵᎢ ᎠᎵᏍᏕᎵᏍᎪᎢ.

source: And now it is truly my flour."
chr: ᎠᎴ ᏃᏊ ᎠᏆᏤᎵᎦᏯ ᎢᏌ.”

source: And the rat can jump upon the table.
chr: ᎠᎴ ᎧᏂᏈᏌ ᎦᏍᎩᎸᎢ ᎬᏩᎩᎸᏗ.

source: Are all cats lazy?
chr: ᏂᎦᏓᏍ ᏪᏌ ᎠᏂᎾᎵ ᎨᏐᎢ?

source: Are all pigs lazy?
chr: ᏂᎦᏓᏍ ᏏᏆ ᎠᏂᎾᎵ ᎨᏐᎢ?

source: Are all rats lazy?
chr: ᏂᎦᏓᏍ ᎧᏂᏈᏌ ᎠᏂᎾᎵ ᎨᏐᎢ?

source: Are the ripe wheat seeds good?
chr: ᎠᏃᏍᏓᏍ ᎤᏅᏂᏒᎢ ᎤᏣᎴᏍᏗ ᎠᏂᎩᏔ?

source: Are the wheat seeds ripe yet?
chr: ᎤᏅᏂᏒᎢᏍ Ꮎ ᎤᏣᎴᏍᏗ ᎤᏂᎩᏔ?

source: Are they kind friends?
chr: ᎠᏃᏍᏓᏍ ᏧᎾᎵᎢ?

source: Are you a chicken?
chr: ᎯᏥᏔᎦᏍ?

source: Are you lazy?
chr: ᎯᎾᎵᏍ?

source: Are you too lazy to eat, cat?
chr: ᏝᏍ ᏴᎦᏘᎩ ᏙᎯᏳ ᎯᎾᎵ, ᏪᏌ?

source: Are you too lazy to eat, pig?
chr: ᏝᏍ ᏴᎦᏘᎩ ᏙᎯᏳ ᎯᎾᎵ, ᏏᏆ?

source: Are you too lazy to eat, rat?
chr: ᏝᏍ ᏴᎦᏘᎩ ᏙᎯᏳ ᎯᎾᎵ, ᎧᏂᏈᏌ?

source: Be careful!
chr: ᏣᎦᏎᏍᏕᏍᏗ!

source: Be careful, little red hen!
chr: ᏣᎦᏎᏍᏕᏍᏗ, ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ!

source: But he is too lazy.
chr: ᎠᏎᏃ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: But see, here is the little hen.
chr: ᎠᏎᏃ, Ꮒ, ᎠᎭᏂ ᎤᏍᏗ ᏥᏔᎦ ᎠᎩᏏ.

source: But she is too lazy.
chr: ᎠᏎᏃ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: But the cat can jump upon the table.
chr: ᎠᏎᏃ, ᏪᏌ ᎦᏍᎩᎸᎢ ᎬᏩᎩᎸᏗ.

source: But the pig would not find the seed.
chr: ᎠᏎᏃ Ꮭ ᏏᏆ ᏳᏩᏛᎮ.

source: By and by it will be a big wheat plant.
chr: ᎡᏆ ᎤᏣᎴᏍᏗ ᎦᎪᏗ ᎨᏎᏍᏗ.

source: By and by it will be a wheat plant.
chr: ᎤᏣᎴᏍᏗ ᎦᎪᏗ ᎨᏎᏍᏗ.

source: By and by the wheat seeds will grow ripe.
chr: ᎠᎴ ᏥᏈᏍᏗ ᎤᏣᎴᏍᏗ ᎤᏂᎩᏔ ᏛᏅᏂᏏ.

source: Can he jump upon the table?
chr: ᎬᏩᎩᎸᏗᏍ ᎦᏍᎩᎸᎢ?

source: Can the cat get it from the table?
chr: ᏪᏌᏍ ᎬᏩᎩᏍᏗ ᎦᏍᎩᎸᎢ?

source: Can the pig get it from the table?
chr: ᏏᏆᏍ ᎬᏩᎩᏍᏗ ᎦᏍᎩᎸᎢ?

source: Can the rat get it from the table?
chr: ᎧᏂᏈᏌᏍ ᎬᏩᎩᏍᏗ ᎦᏍᎩᎸᎢ?

source: Chapter 1
chr: ᎠᏯᏙᎸᎢ 1

source: Chapter 10
chr: ᎠᏯᏙᎸᎢ 10

source: Chapter 11
chr: ᎠᏯᏙᎸᎢ 11

source: Chapter 12
chr: ᎠᏯᏙᎸᎢ 12

source: Chapter 13
chr: ᎠᏯᏙᎸᎢ 13

source: Chapter 14
chr: ᎠᏯᏙᎸᎢ 14

source: Chapter 15
chr: ᎠᏯᏙᎸᎢ 15

source: Chapter 16
chr: ᎠᏯᏙᎸᎢ 16

source: Chapter 17
chr: ᎠᏯᏙᎸᎢ 17

source: Chapter 18
chr: ᎠᏯᏙᎸᎢ 18

source: Chapter 19
chr: ᎠᏯᏙᎸᎢ 19

source: Chapter 2
chr: ᎠᏯᏙᎸᎢ 2

source: Chapter 20
chr: ᎠᏯᏙᎸᎢ 20

source: Chapter 21
chr: ᎠᏯᏙᎸᎢ 21

source: Chapter 22
chr: ᎠᏯᏙᎸᎢ 22

source: Chapter 23
chr: ᎠᏯᏙᎸᎢ 23

source: Chapter 24
chr: ᎠᏯᏙᎸᎢ 24

source: Chapter 25
chr: ᎠᏯᏙᎸᎢ 25

source: Chapter 26
chr: ᎠᏯᏙᎸᎢ 26

source: Chapter 27
chr: ᎠᏯᏙᎸᎢ 27

source: Chapter 28
chr: ᎠᏯᏙᎸᎢ 28

source: Chapter 29
chr: ᎠᏯᏙᎸᎢ 29

source: Chapter 3
chr: ᎠᏯᏙᎸᎢ 3

source: Chapter 30
chr: ᎠᏯᏙᎸᎢ 30

source: Chapter 31
chr: ᎠᏯᏙᎸᎢ 31

source: Chapter 32
chr: ᎠᏯᏙᎸᎢ 32

source: Chapter 33
chr: ᎠᏯᏙᎸᎢ 33

source: Chapter 34
chr: ᎠᏯᏙᎸᎢ 34

source: Chapter 35
chr: ᎠᏯᏙᎸᎢ 35

source: Chapter 36
chr: ᎠᏯᏙᎸᎢ 36

source: Chapter 37
chr: ᎠᏯᏙᎸᎢ 37

source: Chapter 38
chr: ᎠᏯᏙᎸᎢ 38

source: Chapter 39
chr: ᎠᏯᏙᎸᎢ 39

source: Chapter 4
chr: ᎠᏯᏙᎸᎢ 4

source: Chapter 40
chr: ᎠᏯᏙᎸᎢ 40

source: Chapter 41
chr: ᎠᏯᏙᎸᎢ 41

source: Chapter 5
chr: ᎠᏯᏙᎸᎢ 5

source: Chapter 6
chr: ᎠᏯᏙᎸᎢ 6

source: Chapter 7
chr: ᎠᏯᏙᎸᎢ 7

source: Chapter 8
chr: ᎠᏯᏙᎸᎢ 8

source: Chapter 9
chr: ᎠᏯᏙᎸᎢ 9

source: Come, help me plant it."
chr: ᎢᏤᎾ, ᎠᏎ ᎢᏥᏫᏍᏗ.”

source: Come, lazy cat, the wheat seeds are ripe.
chr: ᏖᎾ, ᎯᎾᎵ ᏪᏌ, ᎤᏣᎴᏍᏗ ᎤᏂᎩᏔ ᎤᏅᏂᏎ.

source: Come, lazy pig, the wheat seeds are ripe.
chr: ᏖᎾ, ᎯᎾᎵ ᏏᏆ, ᎤᏣᎴᏍᏗ ᎤᏂᎩᏔ ᎤᏅᏂᏎ.

source: Come, lazy rat, the wheat seeds are ripe.
chr: ᏖᎾ, ᎯᎾᎵ ᎧᏂᏈᏌ, ᎤᏣᎴᏍᏗ ᎤᏂᎩᏔ ᎤᏅᏂᏎ.

source: Could the cat make good bread?
chr: ᏪᏌᏍ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ?

source: Could the pig make good bread?
chr: ᏏᏆᏍ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ?

source: Could the rat make good bread?
chr: ᎧᏂᏈᏌᏍ ᎣᏍᏓ ᎦᏚ ᎬᏩᏘᏗ?

source: Did he bring the bag?
chr: ᏕᎦᎵᏗᏍ ᎤᎩᏒᏎ?

source: Did the cat find a seed, too?
chr: ᎤᎩᏔᏍ ᎠᏩᏔ ᏪᏌ ᏍᏊ?

source: Did the cat gather the wheat?
chr: ᏪᏌᏍ ᎤᏣᎴᏍᏗ ᎤᏩᏟᏌᏁ?

source: Did the cat go to the field?
chr: ᏪᏌᏍ ᏠᎨᏏ ᎤᏪᏅᏎ?

source: Did the little red hen find the seed?
chr: ᎾᏍ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ ᎤᎩᏔ ᎠᏩᏔ?

source: Did the pig gather the wheat?
chr: ᏏᏆᏍ ᎤᏣᎴᏍᏗ ᎤᏩᏟᏌᏁ?

source: Did the pig go to the field?
chr: ᏏᏆᏍ ᏠᎨᏏ ᎤᏪᏅᏎ?

source: Did the pig go to the mill?
chr: ᏏᏆᏍ ᏗᏍᏙᏍᎩᎢ ᏭᏪᏅᏎ?

source: Did the rat find a seed?
chr: ᎧᏂᏈᏌᏍ ᎤᎩᏔ ᎤᏩᏛᎮ?

source: Did the rat gather the wheat?
chr: ᎧᏂᏈᏌᏍ ᎤᏣᎴᏍᏗ ᎤᏩᏟᏌᏁ?

source: Did the rat go to the field?
chr: ᎧᏂᏈᏌᏍ ᏠᎨᏏ ᎤᏪᏅᏎ?

source: Did you see the seed?
chr: ᎤᎩᏔᏍ ᎯᎪᏩᏘᎭ?

source: Friend cat, have you found a seed?
chr: Ꭷ, ᎤᎾᎵᎢ ᏪᏌ, ᎤᎩᏔᏍ ᎯᏩᏔ?

source: Friend pig, have you found a seed?
chr: Ꭷ, ᎤᎾᎵᎢ ᏏᏆ, ᎤᎩᏔᏍ ᎯᏩᏔ?

source: Friend rat, have you found a seed?
chr: Ꭷ, ᎤᎾᎵᎢ ᎧᏂᏈᏌ, ᎤᎩᏔᏍ ᎯᏩᏔ?

source: Go!
chr: ᏪᎾ!

source: Go!"
chr: ᏫᏤᎾ!”

source: Has the cat found a seed?
chr: ᏪᏌᏍ ᎤᎩᏔ ᎠᏩᏔ?

source: Has the chicken found a seed?
chr: ᏥᏔᎦᏍ ᎤᎩᏔ ᎠᏩᏔ?

source: Has the pig found a seed?
chr: ᏏᏆᏍ ᎤᎩᏔ ᎠᏩᏔ?

source: Has the rat found a seed?
chr: ᎧᏂᏈᏌᏍ ᎤᎩᏔ ᎠᏩᏔ?

source: Has this chicken found a seed?
chr: ᎤᎩᏔᏍ ᎠᏩᏔ ᎯᎠ ᏥᏔᎦ?

source: Have I a friend?
chr: ᎩᎶᏍ ᏥᏔᎦᏃ ᎤᎾᎵᎢ?

source: Have you the seed, chicken?
chr: Ꭷ ᏥᏔᎦ, ᎤᎩᏔᏍ ᏣᎭ?

source: He is too lazy.
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: He would not go.
chr: Ꮭ ᏰᏅᏒᎭ.

source: Here is a mill.
chr: ᎠᎭᏂ ᏗᏍᏙᏍᎩᎢ.

source: Here is the wheat.
chr: ᎠᎭᏂ ᎤᏣᎴᏍᏗ ᎢᏌ.

source: How good the bread looks!
chr: Ꭳ, ᏥᏈᏍᏗ ᎣᏍᏓ ᏂᎬᏫᏍᏗ ᎦᏚ!

source: I am a chicken.
chr: ᏥᏥᏔᎦ.

source: I am a red chicken.
chr: “ᎠᏴ ᏥᎩᎦᎨ ᏥᏔᎦ."

source: I am the lazy pig.
chr: “ᏥᎾᎵ ᏏᏆ.”

source: I am the lazy rat.
chr: “ᏥᎾᎵ ᎧᏂᏈᏌ.”

source: I found the seed.
chr: ᎤᎩᏔ ᎠᎩᏩᏛᎲᎩ.

source: I gathered it.
chr: ᎠᏆᏟᏌᏅᎩ.

source: I gathered the wheat.
chr: ᎤᏣᎴᏍᏗ ᎠᎩᏩᏟᏌᏅᎩ.

source: I have a pig friend.
chr: ᎤᎾᎵᎢ ᏏᏆ ᎠᎴ ᏥᏔᎦ.

source: I have a rat friend.
chr: ᎤᎾᎵᎢ ᎧᏂᏈᏌ ᎠᎴ ᏥᏔᎦ.

source: I planted the seed.
chr: ᎤᎩᏔ ᎠᎩᏫᏒᎩ.

source: I see the chicken.
chr: ᏥᏔᎦ ᏥᎪᏩᏘᎭ.

source: I see the red hen.
chr: ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ ᏥᎪᏩᏘᎭ.

source: I shall eat it myself.
chr: ᎠᏋᏌ ᏓᏥᎩ.

source: I shall plant the seed.
chr: ᎤᎩᏔ ᏓᏥᏫᏏ.

source: I took it to the mill.
chr: ᏗᏍᏙᏍᎩᎢ ᏩᎩᏫᏛᎲᎩ.

source: If the pig does not get it.
chr: ᏏᏆ ᏄᎩᏒᎾ ᏱᎩ.

source: Is he too lazy to open it?
chr: ᏏᏆᏍ ᏙᎯᏳ ᎦᎾᎵ ᏱᎩ ᎢᏳᏍᏗ ᎥᏝ ᏏᏆ ᏱᏛᏍᏚᎢᏏ?

source: Is it a big bag of flour?
chr: ᎡᏆᏍ ᎢᏌ ᏕᎦᎵᏗ?

source: Is it a seed, cat?
chr: Ꭷ ᏪᏌ, ᎤᎩᏔᏍ?

source: Is it a seed, pig?
chr: Ꭷ ᏏᏆ, ᎤᎩᏔᏍ?

source: Is it a seed, rat?
chr: Ꭷ ᎧᏂᏈᏌ, ᎤᎩᏔᏍ?

source: Is she not a lazy cat?
chr: ᎦᎾᎵᏧ ᏪᏌ?

source: Is the little red hen lazy?
chr: ᎦᎾᎵᏍ Ꮎ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ?

source: Is the pig lazy, too?
chr: ᏏᏆᏍ ᎦᎾᎵ ᏍᏊ?

source: Is the pig lazy?
chr: ᎦᎾᎵᏍ ᏏᏆ?

source: Is the rat lazy?
chr: ᎦᎾᎵᏍ ᎧᏂᏈᏌ?

source: Is there any flour in the bag?
chr: ᎢᏌᏍ ᏕᎦᎵᏗ ᎤᏣᎠ?

source: Is this a chicken?
chr: ᎯᎠᏍ ᏥᏔᎦ?

source: It is a bag of flour.
chr: ᏕᎦᎵᏗ ᎢᏌ ᎤᏣᎠ.

source: It is a big lazy cat.
chr: ᏭᎪᏛ ᎦᎾᎵ ᏪᏌ.

source: It is a big lazy pig.
chr: ᏭᎪᏛ ᎦᎾᎵ ᏏᏆ.

source: It is a big lazy rat.
chr: ᏭᎪᏛ ᎦᎾᎵ ᎧᏂᏈᏌ.

source: It is a chicken.
chr: ᎥᏍᎩᎾ ᏥᏔᎦ.

source: It is a little red chicken.
chr: ᎥᏍᎩᎾ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ.

source: It is a little red hen.
chr: ᎥᏍᎩᎾ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: It is a red chicken.
chr: ᎥᏍᎩᎾ ᎠᎩᎦᎨ ᏥᏔᎦ.

source: It is a seed.
chr: ᎤᎩᏔ.

source: It is a wheat seed.
chr: ᎯᎠ ᎤᏣᎴᏍᏗ ᎤᎩᏔ.

source: It is good flour.
chr: ᎢᏌ ᎣᏍᏓ.

source: It is good to eat.
chr: ᎣᏍᏓ ᎠᎩᎩᏍᏗ.

source: It is good wheat flour.
chr: ᎤᏣᎴᏍᏗ ᎢᏌ ᎣᏍᏓ.

source: It is in a bag.
chr: ᏕᎦᎵᏗ ᎤᏣᎠ.

source: It is in the bag.
chr: ᏕᎦᎵᏗ ᎤᏣᎠ.

source: It is not the cat's flour.
chr: ᏪᏌ ᎢᏌ ᎥᏝ ᎤᏤᎵ ᏱᎩ.

source: It is not the pig's flour.
chr: ᏏᏆ ᎢᏌ ᎥᏝ ᎤᏤᎵ ᏱᎩ.

source: It is not the rat's flour.
chr: ᎧᏂᏈᏌ ᎢᏌ ᎥᏝ ᎤᏤᎵ ᏱᎩ.

source: It is not your flour, cat.
chr: ᎥᏝ ᏣᏤᎵ ᎢᏌ ᏱᎩ, ᏪᏌ.

source: It is not your flour, pig.
chr: ᎥᏝ ᏣᏤᎵ ᎢᏌ ᏱᎩ, ᏏᏆ.

source: It is not your flour, rat.
chr: ᎥᏝ ᏣᏤᎵ ᎢᏌ ᏱᎩ, ᎧᏂᏈᏌ.

source: It is on the table.
chr: ᎥᏍᎩᎾ ᎦᏍᎩᎸᎢ.

source: It is the little red hen's flour.
chr: ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ ᎤᏤᎵ ᎢᏌ.

source: It is very good but you will not have it, you lazy cat.
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎣᏍᏓ ᎠᏎᏃ Ꮭ ᏱᏓᏣᎯ, ᎯᎾᎵ ᏪᏌ.

source: It is very good but you will not have it, you lazy pig.
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎣᏍᏓ ᎠᏎᏃ Ꮭ ᏱᏓᏣᎯ, ᎯᎾᎵ ᏏᏆ.

source: It is very good but you will not have it, you lazy rat."
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎣᏍᏓ ᎠᏎᏃ Ꮭ ᏱᏓᏣᎯ, ᎯᎾᎵ ᎧᏂᏈᏌ.

source: It was my wheat plant.
chr: ᎠᏆᏤᎵ ᎤᏣᎴᏍᏗ ᎦᎪᏗ ᎨᏒᎩ.

source: It was my wheat.
chr: ᎠᏆᏤᎵ ᎤᏣᎴᏍᏗ ᎨᏒᎩ.

source: It will become flour.
chr: ᎢᏌ ᏂᏓᎦᎵᏍᏔᏂ.

source: It will become good to eat.
chr: ᎣᏍᏓ ᎠᎩᏍᏗ ᏂᏓᎦᎵᏍᏔᏂ.

source: It will become good wheat flour.
chr: ᎣᏍᏓ ᎤᏣᎴᏍᏗ ᎢᏌ ᏂᏓᎦᎵᏍᏔᏂ.

source: It will grow and grow and grow.
chr: ᏛᏛᏏ ᎠᎴ ᏛᏛᏏ ᎠᎴ ᏛᏛᏏ.

source: Just some pigs are lazy.
chr: ᎢᎦᏓᏊ ᏏᏆ ᎠᏂᎾᎵ.

source: Little red hen, watch!
chr: ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ, ᎦᎯᏯᎦᏙᏍᏓ!

source: Look at them, little red hen!
chr: ᎦᎯᏯᎦᏙᏍᏓ, ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ!

source: Look!
chr: Ꮒ!

source: No, I am not lazy.
chr: “ᎥᏝ, Ꮭ ᏥᎾᎵ ᏱᎩ.

source: No, he can not jump upon the table.
chr: ᎥᏝ, Ꮭ ᎦᏍᎩᎸᎢ ᏱᎬᏩᎩᎸᏗ.

source: No, she is lazy, too.
chr: Ꮭ, ᎦᎾᎵ ᏍᏊ.

source: No, the chicken will drag the big bag.
chr: ᎥᏝ, ᏥᏔᎦ ᎡᏆ ᏕᎦᎵᏗ ᏓᎦᎾᏏᏅᏏ.

source: No, they are lazy friends.
chr: ᎥᏝ, ᎠᏂᎾᎵ ᏧᎾᎵᎢ.

source: Now, you shall not eat it.
chr: ᏃᏊ, Ꮭ ᏱᏓᏥᎩ.

source: O come, pig.
chr: Ꭳ ᏖᎾ, ᏏᏆ.

source: O come, rat.
chr: Ꭳ ᏖᎾ, ᎧᏂᏈᏌ.

source: O see, see!
chr: Ꭳ ᎯᎪᏩᏔ!

source: O yes, if he can get it.
chr: Ꭳ, ᎥᎥ, ᏯᎩᏒᎭ.

source: O yes, she could.
chr: Ꭳ, ᎥᎥ, ᎬᏩᏘᏗ.

source: O yes, the pig can get it from the table.
chr: Ꭳ, ᎥᎥ, ᏏᏆ ᎦᏍᎩᎸᎢ ᎬᏩᎩᏍᏗ.

source: O, do you see the red hen?
chr: Ꭳ, ᎯᎪᏩᏘᎭᏍ Ꮎ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ?

source: O, how lazy you are, cat!
chr: Ꭳ, ᏙᎯᏳ ᎯᎾᎵ, ᏪᏌ!

source: O, how lazy you are, pig!
chr: Ꭳ, ᏙᎯᏳ ᎯᎾᎵ, ᏏᏆ!

source: O, how lazy you are, rat!
chr: Ꭳ, ᏙᎯᏳ ᎯᎾᎵ, ᎧᏂᏈᏌ!

source: O, no, all cats are not lazy.
chr: Ꭳ, ᎥᏝ, Ꮭ ᏂᎦᏓ ᏪᏌ ᎠᏂᎾᎵ ᏱᎩ.

source: O, no, all pigs are not lazy.
chr: Ꭳ, ᎥᏝ, Ꮭ ᏂᎦᏓ ᏏᏆ ᎠᏂᎾᎵ ᏱᎩ.

source: O, no, all rats are not lazy.
chr: Ꭳ, ᎥᏝ, Ꮭ ᏂᎦᏓ ᎧᏂᏈᏌ ᎠᏂᎾᎵ ᏱᎩ.

source: O, no, he is too lazy.
chr: Ꭳ, Ꮭ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, he was too lazy.
chr: Ꭳ, Ꮭ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, no!
chr: Ꭳ, Ꮭ, ᎥᏝ!

source: O, no, no.
chr: Ꭳ, Ꮭ, ᎥᏝ.

source: O, no, she is not lazy.
chr: Ꭳ, ᎥᏝ, Ꮭ ᎦᎾᎵ ᏱᎩ.

source: O, no, she is too lazy.
chr: Ꭳ, Ꮭ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, she was too lazy.
chr: Ꭳ, Ꮭ, ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, the pig was too lazy.
chr: Ꭳ, Ꮭ, Ꮎ ᏏᏆ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, this cat is too lazy.
chr: Ꭳ, Ꮭ, ᎯᎠ ᏪᏌ ᏙᎯᏳ ᎦᎾᎵ.

source: O, no, we are not too lazy to eat.
chr: Ꭳ, Ꮭ, ᎥᏝ ᏭᎪᏛᎢ ᎣᎩᎾᎵ ᏱᎩ ᏓᏲᏥᎩ.

source: O, no.
chr: Ꭳ, Ꮭ.

source: O, the lazy friends.
chr: Ꭳ, ᎠᏂᎾᎵ ᏧᎾᎵᎢ.

source: O, there they are!
chr: Ꭳ, ᎥᏍᎩᎾ ᎤᎿ!

source: O, yes, he could.
chr: Ꭳ, ᎥᎥ, ᎬᏩᏘᏗ.

source: O, yes, the pig is lazy, too.
chr: Ꭳ, ᎥᎥ, ᏏᏆ ᎦᎾᎵ ᏍᏊ.

source: O, yes, there is flour in the bag.
chr: Ꭳ, ᎥᎥ, ᎢᏌ ᏕᎦᎵᏗ ᎤᏣᎠ.

source: O, yes.
chr: Ꭳ, ᎥᎥ.

source: O, you lazy pig!"
chr: Ꭳ, ᎯᎾᎵ ᏏᏆ!”

source: O, you lazy rat!
chr: Ꭳ, ᎯᎾᎵ ᎧᏂᏈᏌ!

source: Or if the cat does not get it.
chr: ᎠᎴ ᏪᏌ ᏄᎩᏒᎾ ᏱᎩ.

source: Or if the rat does not get it.
chr: ᎠᎴ ᎧᏂᏈᏌ ᏄᎩᏒᎾ ᏱᎩ.

source: Or will the cat open it?
chr: ᏪᏌᏍ ᏛᏍᏚᎢᏏ?

source: Or will the rat open it?
chr: ᎧᏂᏈᏌᏍ ᏛᏍᏚᎢᏏ?

source: See her!
chr: ᎥᏍᎩᎾ ᎯᎪᏩᏔ!

source: See him!
chr: ᎥᏍᎩᎾ ᎯᎪᏩᏔ!

source: See the cat.
chr: ᏪᏌ ᎯᎪᏩᏔ.

source: See the chicken.
chr: ᏥᏔᎦ ᎯᎪᏩᏔ.

source: See the lazy eat.
chr: ᎦᎾᎵ ᏪᏌ ᎯᎪᏩᏔ.

source: See the lazy pig.
chr: ᎦᎾᎵ ᏏᏆ ᎯᎪᏩᏔ.

source: See the lazy rat.
chr: ᎦᎾᎵ ᎧᏂᏈᏌ ᎯᎪᏩᏔ.

source: See the pig look at the bag.
chr: ᎯᎪᏩᏔ, ᏏᏆ ᏕᎦᎵᏗ ᎠᎪᏩᏘᎭ.

source: See the pig.
chr: ᏏᏆ ᎯᎪᏩᏔ.

source: See the rat.
chr: ᎧᏂᏈᏌ ᎯᎪᏩᏔ.

source: See the red chicken.
chr: ᎠᎩᎦᎨ ᏥᏔᎦ ᎯᎪᏩᏔ.

source: See the seed, red hen.
chr: ᎤᎩᏔ ᎯᎪᏩᏔ Ꮎ ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ.

source: See!
chr: Ꮒ!

source: See, here is the flour.
chr: Ꮒ, ᎠᎭᏂ ᎢᏌ.

source: See, here is the lazy cat.
chr: ᎯᎪᏩᏔ, ᎠᎭᏂ ᎦᎾᎵ ᏪᏌ.

source: See, here is the lazy pig.
chr: ᎯᎪᏩᏔ, ᎠᎭᏂ ᎦᎾᎵ ᏏᏆ.

source: See, here is the lazy rat.
chr: ᎯᎪᏩᏔ, ᎠᎭᏂ ᎦᎾᎵ ᎧᏂᏈᏌ.

source: See, here is the wheat.
chr: ᎢᏥᎪᏩᏔ, ᎠᎭᏂ ᎤᏣᎴᏍᏗ ᎢᏌ.

source: See, here it is.
chr: Ꮒ, ᎥᏍᎩᎾ ᎠᎭᏂ.

source: See, the bread is made.
chr: Ꮒ, ᎦᏚ ᎤᏬᏢᏁ.

source: See, this is the seed.
chr: ᎯᎪᏩᏔ ᎯᎠ Ꮎ ᎤᎩᏔ.

source: She brought it from the mill.
chr: ᏗᏍᏙᏍᎩᎢ ᎤᎩᏒᏎ.

source: She can eat and sleep.
chr: ᎥᏍᎩᎾ ᎬᏩᎵᏍᏓᏴᏗ ᎠᎴ ᎬᏩᏢᏅᏗ.

source: She can eat, too.
chr: ᎬᏩᏢᏅᏗ ᏍᏊ.

source: She can not gather the wheat.
chr: Ꮭ ᎥᏍᎩᎾ ᎤᏣᎴᏍᏗ ᏳᏩᏟᏌᏅᎭ.

source: She can sleep, too.
chr: ᎬᏩᏢᏅᏗ ᏍᏊ.

source: She found it in the field.
chr: ᏠᎨᏏ ᎤᏩᏛᎮ.

source: She found the seed.
chr: ᎤᎩᏔ ᎤᏩᏛᎮ.

source: She gathered the wheat.
chr: ᎤᏣᎴᏍᏗ ᎤᏩᏟᏌᏁ.

source: She had to bring it from the mill.
chr: ᏗᏍᏙᏍᎩᎢ ᎠᏎ ᎤᎩᏒᏍᏗ ᎨᏎᎢ.

source: She had to gather the wheat.
chr: ᎤᏣᎴᏍᏗ ᎠᏎ ᎤᏩᏟᏐᏗ ᎨᏎᎢ.

source: She had to plant it.
chr: ᎠᏎ ᎤᏫᏍᏗ ᎨᏎᎢ.

source: She had to take it to the mill.
chr: ᏗᏍᏙᏍᎩᎢ ᎠᏎ ᎤᏫᏘᏗ ᎨᏎᎢ.

source: She has a seed.
chr: ᎤᎩᏔ ᎤᎭ.

source: She has found a seed.
chr: ᎤᎩᏔ ᎠᏩᏔ.

source: She is a good little red hen.
chr: ᎤᏍᏗ ᎠᎩᎦᎨ ᏥᏔᎦ ᎠᎩᏏ ᎣᏍᏓ.

source: She is not lazy, is she?
chr: ᎥᏝᏧ ᎥᏍᎩᎾ ᎦᎾᎵ ᏱᎩ?

source: She is not lazy.
chr: Ꮭ ᎥᏍᎩᎾ ᎦᎾᎵ ᏱᎩ!

source: She is too lazy, too.
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ ᏍᏊ.

source: She is too lazy.
chr: ᎥᏍᎩᎾ ᏙᎯᏳ ᎦᎾᎵ.

source: She looked at the lazy cat.
chr: ᎦᎾᎵ ᏪᏌ ᎤᎦᏙᏍᏔᏁ.

source: She looked at the lazy rat.
chr: ᎦᎾᎵ ᎧᏂᏈᏌ ᎤᎦᏙᏍᏔᏁ.

source: She planted it.
chr: ᎤᏫᏎ.

source: She shall have the flour.
chr: ᎥᏍᎩᎾ ᎢᏌ ᏓᏳᎯ.

source: She took it to the mill.
chr: ᏗᏍᏙᏍᎩᎢ ᎤᏫᏛᎮ.

source: She was not too lazy.
chr: Ꮭ ᏥᏔᎦ ᎦᎾᎵ ᎨᏎ.

source: She went to find a seed.
chr: ᎤᎩᏔ ᎤᏩᏛᎮ.

source: She went to the field.
chr: ᏠᎨᏏ ᎤᏪᏅᏎ.

source: She went to the mill to get it.
chr: ᏗᏍᏙᏍᎩᎢ ᎤᎩᏒᏎ.

source: She will make bread with the flour.
chr: ᎢᏌ ᎪᏢᏔᏅ ᎦᏚ ᏓᎦᏚᏂ.

source: She will make good bread.
chr: ᎣᏍᏓ ᎦᏚ ᏓᎦᏚᏂ.

source: She will not find a seed.
chr: Ꮭ ᎡᎵᏊ ᎤᎩᏔ ᏯᏩᏔ.

source: She will steal the bread.
chr: ᎦᏚ ᏓᎦᏃᏍᎩᏏ.

source: So can the lazy rat.
chr: ᎥᏍᏊ ᎦᎾᎵ ᎧᏂᏈᏌ.
